Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_julkaisee_painetun_version_digitaalisesta_suomi-koltansaame-sanakirjasta.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät julkaisee painetun version digitaalisesta suomi–koltansaame-sanakirjasta
sme: Sámediggi almmustahttá prentejuvvon veršuvnna digitála suoma–nuortalašgiela-sátnegirjjis

source: Saamelaiskäräjät ja Giellagas-instituutti julkaisevat painetun suomi–koltansaame-sanakirjan perjantaina 5.3.2021 klo 13.00.
sme: Sámediggi ja Giellagas-instituhtta almmustahttet prentejuvvon suoma–nuortalašgiela-sátnegirjji bearjadaga 5.3.2021 dii. 13.00.

source: Sanakirja on painettu versio Giellagas-instituutin aiemmin julkaisemasta digitaalisesta suomi–koltansaame-sanakirjasta.
sme: Sátnegirji lea prentejuvvon veršuvdna Giellagas-instituhtta ovdal almmustahttán digitála suoma–nuortalašgiela-sátnegirjjis.

source: Kaikille avoin julkaisutilaisuus järjestetään etäyhteyksin Microsoft Teamsin kautta osoitteessa https://urly.fi/1X2m
sme: Buohkaide rabas almmustahttindilálašvuohta ordnejuvvo gáiddusoktavuođain Microsoft Teams bakte čujuhusas https://urly.fi/1X2m

source: Tervetuloa seuraamaan tilaisuutta!
sme: Bures boahttin čuovvut dilálašvuođa!

source: Nyt julkaistavassa painetussa sanakirjassa suomi–koltansaame on suomenkielisten hakusanojen määrä yli 20 000.
sme: Prentejuvvon suoma–nuortalašgiela sátnegirjjis, mii dál almmustahttojuvvo lea suomagielat ohcansániid lohkomearri badjel 20 000.

source: Painettu sanakirja perustuu ensisijaisesti Satu ja Jouni Moshnikoffin alkuperäiseen sanalistaan, mutta mukaan on otettu jonkin verran myöhemminkin lisättyä sanastoa, kun ne on katsottu vakiintuneiksi tai erityisen tarpeellisiksi.
sme: Prentejuvvon sátnegirji vuođđoduvvá eanas Satu ja Jouni Moshnikoffa álgoálgosaš sátnelistui, muhto fárrui leat váldojuvvon muhtin veardde maiddái maŋŋeleappos lasihuvvon sánit, go lea gávnnahuvvon, ahte sánit leat sajáiduvvon gillii dahje leat earenoamáš dárbbašlaččat.

source: Koltansaamen sanakirjojen toimitustyö on tehty pääosin Opetus- ja kulttuuriministeriön Oulun yliopiston Giellagas-instituutille myöntämän erityisrahoituksen turvin.
sme: Nuortalašgiela sátnegirjjiid doaimmahanbargu lea dahkkojuvvon eanaš dainna sierra ruhtademiin, man Oahpahus- ja kulturministeriija lea juolludan Giellagas-instituhttii.

source: Toteutus on tehty Oulun yliopiston Giellagas-instituutin, Saamelaiskäräjien ja Helsingin yliopiston yhteistyönä.
sme: Ollašuhttin lea dahkkon Oulu universiteahta Giellagas-instituhta, Sámedikki ja Helssega universiteahta ovttasbargun.

source: Toimituskunnassa olivat Eino Koponen, Miika Lehtinen, Merja Fofonoff ja Raija Lehtola.
sme: Doaimmahangottis ledje Eino Koponen, Miika Lehtinen, Merja Fofonoff ja Raija Lehtola.

source: Giellagas-instituutin koltansaamen yliopisto-opettaja Miika Lehtinen on toimittanut sanakirjan Tromssan yliopiston saamen kieliteknologian keskuksen, Giellateknon, alustalla elokuussa 2020 julkaistusta digitaalisesta suomi–koltansaame-sanakirjasta.
sme: Giellagas-instituhta nuortalašgiela universiteahttaoahpaheaddji Miika Lehtinen lea doaimmahan sátnegirjji Romssa universiteahta sámegiela giellateknologiija guovddáža, Giellatekno vuolážis borgemánus 2020 almmustahttojuvvon digitála suoma–nuortalašgiela-sátnegirjjis.

source: Saamelaiskäräjien saamen kielen toimisto on huolehtinut painetun sanakirjan julkaisusta.
sme: Sámedikki sámegiela doaimmahat lea ordnen sátnegirjji almmustahttimis.

source: Painettua sanakirjaa voi tilata Saamelaiskäräjien oppimateriaalien verkkokaupasta https://www.samediggi.fi/tuote/suomi-koltansaame-sanakirja/
sme: Prentejuvvon sátnegirjji sáhttá diŋgot Sámedikki oahppomateriála neahttagávppis: https://www.samediggi.fi/tuote/suomi-koltansaame-sanakirja/

source: Digitaalinen suomi–koltansaame-sanakirja löytyy osoitteesta https://saan.oahpa.no/fin/sms/
sme: Digitála suoma–nuortalašgiela-sátnegirji gávdno https://saan.oahpa.no/fin/sms/

source: Lisätietoja:
sme: Lassedieđut:

source: Saamelaiskäräjät: Marko Marjomaa, +358 10 839 3183, marko.marjomaa(at)samediggi.fi
sme: Sámediggi: Marko Marjomaa (+358 10 839 3183) marko.marjomaa(at)samediggi.fi

source: Giellagas-instituutti: Miika Lehtinen, +358 50 5692300, miika.lehtinen(at)oulu.fi
sme: Giellagas-instituhtta: Miika Lehtinen (+358 50 5692300) miika.lehtinen(at)oulu.fi
